Repository: DyorHQ/IOS-app
Catalog: ios/DyorHQ/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ko, zh_hans

source: These come from curve trades only: once it graduates on Monday Trade, the pool's 1% fee goes to DyorHQ.
es: Estas provienen solo de las operaciones en la curva: una vez que se gradúa en Monday Trade, la comisión del 1% del pool va a DyorHQ.
fr: Ces frais proviennent uniquement des transactions sur la courbe : une fois le jeton gradué sur Monday Trade, les frais de 1% du pool reviennent à DyorHQ.
ko: 이 수수료는 커브 거래에서만 발생해요. Monday Trade에서 졸업하면 풀의 수수료 1%는 DyorHQ에 돌아가요.
zh_hans: 这些仅来自曲线交易：在 Monday Trade 上毕业后，池子 1% 的手续费归 DyorHQ。

source: These were launched or published on DyorHQ and sent to your wallet without you choosing them here. Anyone can launch a coin on DyorHQ: check the contract before you trade.
es: Estos se lanzaron o publicaron en DyorHQ y se enviaron a tu billetera sin que los eligieras aquí. Cualquiera puede lanzar una moneda en DyorHQ: revisa el contrato antes de operar.
fr: Ces jetons ont été lancés ou publiés sur DyorHQ et envoyés à votre portefeuille sans que vous les ayez choisis ici. Tout le monde peut lancer un jeton sur DyorHQ : vérifiez le contrat avant de trader.
ko: 이 코인들은 DyorHQ에서 런칭되거나 게시된 후, 여기서 직접 선택하지 않았는데 지갑으로 전송된 코인입니다. 누구나 DyorHQ에서 코인을 런칭할 수 있으므로, 거래하기 전에 컨트랙트를 확인하십시오.
zh_hans: 这些币在 DyorHQ 上发射或发布，并由他人发送到你的钱包，并非你在此选择的。任何人都可以在 DyorHQ 上发射代币：交易前先检查合约。

source: This Moment was published on an earlier DyorHQ Moments contract whose fee wallets have been retired. You can claim your vested coins and, as its creator, withdraw your own proceeds and pool fees; collecting, trading and every other action are closed in the app.
es: Este Moment se publicó en un contrato anterior de Moments de DyorHQ cuyas billeteras de comisiones se retiraron. Puedes reclamar tus monedas liberadas y, como su creador, retirar tus propios ingresos y comisiones del pool; coleccionar, operar y cualquier otra acción están cerrados en la app.
fr: Ce Moment a été publié sur un ancien contrat Moments de DyorHQ dont les portefeuilles de frais ont été retirés. Vous pouvez réclamer vos jetons débloqués et, en tant que créateur, retirer vos propres recettes et frais du pool ; la collecte, le trading et toutes les autres actions sont fermés dans l'app.
ko: 이 Moment는 수수료 지갑이 운영 종료된 이전 DyorHQ Moments 컨트랙트에서 게시되었어요. 베스팅된 코인을 수령할 수 있고, 크리에이터라면 내 수익금과 풀 수수료를 출금할 수 있어요. 수집, 거래 및 그 밖의 모든 작업은 앱에서 종료되었어요.
zh_hans: 此 Moment 发布于早期的 DyorHQ Moments 合约，该合约的手续费钱包已退役。你可以领取已解锁的币；如果你是其创作者，还可以提取自己的收益和池子手续费；应用内的收藏、交易及其他所有操作均已关闭。

source: This Moment was published on an earlier DyorHQ Moments contract, since replaced by a new release. You can claim your vested coins and, as its creator, withdraw your own proceeds and pool fees; collecting, trading and every other action are closed in the app.
es: Este Moment se publicó en un contrato anterior de Moments de DyorHQ, que ya se reemplazó por una nueva versión. Puedes reclamar tus monedas liberadas y, como su creador, retirar tus propios ingresos y comisiones del pool; coleccionar, operar y cualquier otra acción están cerrados en la app.
fr: Ce Moment a été publié sur un ancien contrat Moments de DyorHQ, remplacé depuis par une nouvelle version. Vous pouvez réclamer vos jetons débloqués et, en tant que créateur, retirer vos propres recettes et frais du pool ; la collecte, le trading et toutes les autres actions sont fermés dans l'app.
ko: 이 Moment는 이후 새 릴리스로 대체된 이전 DyorHQ Moments 컨트랙트에서 게시되었어요. 베스팅된 코인을 수령할 수 있고, 크리에이터라면 내 수익금과 풀 수수료를 출금할 수 있어요. 수집, 거래 및 그 밖의 모든 작업은 앱에서 종료되었어요.
zh_hans: 此 Moment 发布于早期的 DyorHQ Moments 合约，该合约已被新版本取代。你可以领取已解锁的币；如果你是其创作者，还可以提取自己的收益和池子手续费；应用内的收藏、交易及其他所有操作均已关闭。

source: This Wallet
es: Esta billetera
fr: Ce portefeuille
ko: 이 지갑
zh_hans: 此钱包

source: This address is a contract, not a wallet. Most contracts can't send tokens back, so funds sent to the wrong one are lost. Send only if you know this contract accepts %@.
es: Esta dirección es un contrato, no una billetera. La mayoría de los contratos no pueden devolver tokens, así que los fondos enviados al contrato equivocado se pierden. Envía solo si sabes que este contrato acepta %@.
fr: Cette adresse est un contrat, pas un portefeuille. La plupart des contrats ne peuvent pas renvoyer de jetons : les fonds envoyés au mauvais contrat sont donc perdus. N'envoyez que si vous savez que ce contrat accepte %@.
ko: 이 주소는 지갑이 아닌 컨트랙트입니다. 대부분의 컨트랙트는 토큰을 돌려보낼 수 없으므로, 잘못된 컨트랙트로 보낸 자금은 손실됩니다. 이 컨트랙트가 %@ 토큰을 받는다는 것을 확실히 알 때만 보내십시오.
zh_hans: 此地址是合约，而不是钱包。大多数合约无法退回代币，因此发送到错误合约的资金会丢失。只有在你确定此合约接受 %@ 时才发送。

source: This address is a contract, not a wallet. Most contracts can't send tokens back, so funds sent to the wrong one are lost. Send only if you know this contract accepts this token.
es: Esta dirección es un contrato, no una billetera. La mayoría de los contratos no pueden devolver tokens, así que los fondos enviados al contrato equivocado se pierden. Envía solo si sabes que este contrato acepta este token.
fr: Cette adresse est un contrat, pas un portefeuille. La plupart des contrats ne peuvent pas renvoyer de jetons : les fonds envoyés au mauvais contrat sont donc perdus. N'envoyez que si vous savez que ce contrat accepte ce jeton.
ko: 이 주소는 지갑이 아닌 컨트랙트입니다. 대부분의 컨트랙트는 토큰을 돌려보낼 수 없으므로, 잘못된 컨트랙트로 보낸 자금은 손실됩니다. 이 컨트랙트가 이 토큰을 받는다는 것을 확실히 알 때만 보내십시오.
zh_hans: 此地址是合约，而不是钱包。大多数合约无法退回代币，因此发送到错误合约的资金会丢失。只有在你确定此合约接受该代币时才发送。

source: This becomes the NFT.
es: Esto se convierte en el NFT.
fr: Ceci devient le NFT.
ko: 이것이 NFT가 돼요.
zh_hans: 这将成为 NFT。

source: This coin routes its creator fees to holders — each holder claims their pro-rata share (see Your Holdings, or My Launchpad).
es: Esta moneda dirige sus comisiones del creador a los holders: cada holder reclama su parte proporcional (consulta Tus activos o Mi launchpad).
fr: Ce jeton reverse ses frais du créateur aux détenteurs — chaque détenteur réclame sa part au prorata (voir « Vos avoirs » ou « Mon launchpad »).
ko: 이 코인은 크리에이터 수수료를 홀더에게 분배해요 — 각 홀더가 보유 비율만큼 수령해요(‘내 보유 현황’ 또는 ‘내 런치패드’ 참고).
zh_hans: 此币将其创作者费用分给持有者：每位持有者按比例领取自己的份额（见“你的持仓”或“我的 Launchpad”）。

source: This collect completes the Moment: it takes only what the reserve still needs (%1$@ for %2$lld editions) and graduates the coin in the same transaction.
es: Esta compra completa el Moment: solo toma lo que aún necesita la reserva (%1$@ por %2$lld ediciones) y gradúa la moneda en la misma transacción.
fr: Cet achat complète le Moment : il ne prélève que ce dont la réserve a encore besoin (%1$@ pour %2$lld éditions) et fait graduer le jeton dans la même transaction.
ko: 이번 수집으로 Moment가 완성돼요. 준비금에 남은 필요 금액만 결제하고(에디션 %2$lld개에 %1$@) 같은 트랜잭션에서 코인을 졸업시켜요.
zh_hans: 这次收藏将补足此 Moment：只收取储备金仍需的金额（%2$lld 份共 %1$@），并在同一笔交易中让币毕业。

source: This email already has a DyorHQ wallet (%@).
es: Este correo electrónico ya tiene una billetera de DyorHQ (%@).
fr: Cet e-mail possède déjà un portefeuille DyorHQ (%@).
ko: 이 이메일에는 이미 DyorHQ 지갑(%@)이 있습니다.
zh_hans: 此邮箱已有 DyorHQ 钱包（%@）。

source: This email already has a DyorHQ wallet (%1$@). Log in instead, or replace it: funds in %2$@ stay there.
es: Este correo electrónico ya tiene una billetera de DyorHQ (%1$@). Inicia sesión en su lugar o reemplázala: los fondos de %2$@ se quedan allí.
fr: Cet e-mail possède déjà un portefeuille DyorHQ (%1$@). Connectez-vous plutôt, ou remplacez-le : les fonds de %2$@ y restent.
ko: 이 이메일에는 이미 DyorHQ 지갑(%1$@)이 있습니다. 대신 로그인하거나 지갑을 교체하십시오. %2$@에 있는 자금은 그대로 남습니다.
zh_hans: 此邮箱已有 DyorHQ 钱包（%1$@）。改为登录，或替换它：%2$@ 中的资金会留在原处。

source: This email’s wallet was created with this same password before our security upgrade. Log in with it instead (choose “Signed up before September 24, 2026?”): log-in takes you through the upgrade.
es: La billetera de este correo electrónico se creó con esta misma contraseña antes de nuestra actualización de seguridad. Inicia sesión con ella en su lugar (elige “¿Te registraste antes del 24 de septiembre de 2026?”): el inicio de sesión te guía por la actualización.
fr: Le portefeuille de cet e-mail a été créé avec ce même mot de passe avant notre mise à niveau de sécurité. Connectez-vous plutôt avec ce mot de passe (choisissez « Compte créé avant le 24 septembre 2026 ? ») : la connexion vous guidera dans la mise à niveau.
ko: 이 이메일의 지갑은 보안 업그레이드 이전에 같은 비밀번호로 만들어졌습니다. 대신 이 비밀번호로 로그인하십시오(‘2026년 9월 24일 이전에 가입하셨나요?’ 선택). 로그인하면 업그레이드가 진행됩니다.
zh_hans: 此邮箱的钱包是在我们的安全升级之前用同一密码创建的。改为用它登录（选择“2026 年 9 月 24 日之前注册？”）：登录过程会引导你完成升级。

source: This iPhone's copy of the account is erased. Your passkey keeps the account and its funds; sign in with it again anytime.
es: Se borró la copia de la cuenta de este iPhone. Tu llave de acceso conserva la cuenta y sus fondos; vuelve a iniciar sesión con ella cuando quieras.
fr: La copie du compte sur cet iPhone est effacée. Votre clé d'identification conserve le compte et ses fonds ; reconnectez-vous avec elle à tout moment.
ko: 이 iPhone에 있던 계정 사본이 지워졌습니다. 계정과 자금은 패스키에 남아 있으며, 언제든 패스키로 다시 로그인할 수 있습니다.
zh_hans: 此 iPhone 上的账户副本已清除。你的通行密钥会保留账户及其资金；随时可以用它重新登录。

source: This is a Privy embedded wallet, secured by your %@ sign-in. The same sign-in opens it on any device. DyorHQ never holds your keys.
es: Esta es una billetera integrada de Privy, protegida por tu inicio de sesión con %@. El mismo inicio de sesión la abre en cualquier dispositivo. DyorHQ nunca guarda tus claves.
fr: Il s'agit d'un portefeuille intégré Privy, sécurisé par votre connexion %@. La même connexion l'ouvre sur n'importe quel appareil. DyorHQ ne détient jamais vos clés.
ko: %@ 로그인으로 보호되는 Privy 내장 지갑입니다. 같은 로그인으로 어느 기기에서든 열 수 있습니다. DyorHQ는 키를 절대 보관하지 않습니다.
zh_hans: 这是 Privy 嵌入式钱包，由你的 %@ 登录保护。使用同一登录方式可在任何设备上打开它。DyorHQ 从不持有你的密钥。

source: This is the key for %@. Treat it like the keys to a safe.
es: Esta es la clave de %@. Trátala como las llaves de una caja fuerte.
fr: Voici la clé de %@. Traitez-la comme les clés d'un coffre-fort.
ko: %@의 키입니다. 금고 열쇠처럼 다루십시오.
zh_hans: 这是 %@ 的私钥。像对待保险箱钥匙一样对待它。

source: This is the key for your wallet. Treat it like the keys to a safe.
es: Esta es la clave de tu billetera. Trátala como las llaves de una caja fuerte.
fr: Voici la clé de votre portefeuille. Traitez-la comme les clés d'un coffre-fort.
ko: 내 지갑의 키입니다. 금고 열쇠처럼 다루십시오.
zh_hans: 这是你钱包的私钥。像对待保险箱钥匙一样对待它。

source: This is the phrase for %@. DyorHQ never stores it.
es: Esta es la frase de %@. DyorHQ nunca la guarda.
fr: Voici la phrase de %@. DyorHQ ne la stocke jamais.
ko: %@의 복구 구문입니다. DyorHQ는 이 구문을 절대 저장하지 않습니다.
zh_hans: 这是 %@ 的助记词。DyorHQ 从不存储它。

source: This is the phrase for your wallet. DyorHQ never stores it.
es: Esta es la frase de tu billetera. DyorHQ nunca la guarda.
fr: Voici la phrase de votre portefeuille. DyorHQ ne la stocke jamais.
ko: 내 지갑의 복구 구문입니다. DyorHQ는 이 구문을 절대 저장하지 않습니다.
zh_hans: 这是你钱包的助记词。DyorHQ 从不存储它。

source: This launch is between phases. Trading resumes when migration completes.
es: Este lanzamiento está entre fases. El trading se reanuda cuando termine la migración.
fr: Ce lancement est entre deux phases. Le trading reprendra une fois la migration terminée.
ko: 이 런칭은 단계가 전환되는 중이에요. 마이그레이션이 완료되면 거래가 재개돼요.
zh_hans: 此次发射正处于阶段切换中。迁移完成后将恢复交易。

source: This market is isolated-margin only
es: Este mercado solo admite margen aislado
fr: Ce marché fonctionne uniquement en marge isolée
ko: 이 마켓은 격리 증거금만 지원해요
zh_hans: 此市场仅支持逐仓保证金

source: This new password **is** your new wallet. Keep it safe: if you lose it, you lose access to what you put in this wallet — write it down or save it in your password manager.
es: Esta nueva contraseña **es** tu nueva billetera. Guárdala bien: si la pierdes, pierdes el acceso a lo que pongas en esta billetera. Anótala o guárdala en tu gestor de contraseñas.
fr: Ce nouveau mot de passe **est** votre nouveau portefeuille. Conservez-le en lieu sûr : si vous le perdez, vous perdez l'accès à ce que vous mettez dans ce portefeuille — notez-le ou enregistrez-le dans votre gestionnaire de mots de passe.
ko: 이 새 비밀번호가 **바로** 새 지갑입니다. 안전하게 보관하십시오. 비밀번호를 잃어버리면 이 지갑에 넣은 자산에 접근할 수 없게 됩니다 — 적어 두거나 비밀번호 관리자에 저장하십시오.
zh_hans: 这个新密码**就是**你的新钱包。妥善保管：一旦丢失，你将无法访问存入此钱包的资产。把它写下来，或保存在你的密码管理器中。

source: This order closes your %1$@ long and opens a %2$@ short: its take-profit and stop-loss close that short only.
es: Esta orden cierra tu posición larga de %1$@ y abre una posición corta de %2$@: su take profit y su stop loss solo cierran esa posición corta.
fr: Cet ordre clôture votre long %1$@ et ouvre un short %2$@ : ses take profit et stop loss ne clôturent que ce short.
ko: 이 주문은 %1$@ 롱 포지션을 종료하고 %2$@ 숏 포지션을 열어요. 이 주문의 익절과 손절은 해당 숏 포지션만 종료해요.
zh_hans: 此订单会平掉你的 %1$@ 做多仓位并开立 %2$@ 做空仓位：其止盈和止损只会平掉该做空仓位。

source: This order closes your %1$@ short and opens a %2$@ long: its take-profit and stop-loss close that long only.
es: Esta orden cierra tu posición corta de %1$@ y abre una posición larga de %2$@: su take profit y su stop loss solo cierran esa posición larga.
fr: Cet ordre clôture votre short %1$@ et ouvre un long %2$@ : ses take profit et stop loss ne clôturent que ce long.
ko: 이 주문은 %1$@ 숏 포지션을 종료하고 %2$@ 롱 포지션을 열어요. 이 주문의 익절과 손절은 해당 롱 포지션만 종료해요.
zh_hans: 此订单会平掉你的 %1$@ 做空仓位并开立 %2$@ 做多仓位：其止盈和止损只会平掉该做多仓位。

source: This passkey provider can’t create a DyorHQ account: it doesn’t support the passkey feature DyorHQ needs (PRF). Use Passwords (iCloud Keychain) on iOS 18 or later.
es: Este proveedor de llaves de acceso no puede crear una cuenta de DyorHQ: no admite la función de llave de acceso que DyorHQ necesita (PRF). Usa Contraseñas (Llavero de iCloud) en iOS 18 o posterior.
fr: Ce fournisseur de clés d'identification ne peut pas créer de compte DyorHQ : il ne prend pas en charge la fonctionnalité de clé d'identification dont DyorHQ a besoin (PRF). Utilisez l'app Mots de passe (trousseau iCloud) sur iOS 18 ou version ultérieure.
ko: 이 패스키 제공자로는 DyorHQ 계정을 만들 수 없습니다. DyorHQ에 필요한 패스키 기능(PRF)을 지원하지 않습니다. iOS 18 이상에서 ‘암호’(iCloud 키체인)를 사용하십시오.
zh_hans: 此通行密钥提供方无法创建 DyorHQ 账户：它不支持 DyorHQ 所需的通行密钥功能（PRF）。在 iOS 18 或更高版本上使用“密码”（iCloud 钥匙串）。

source: This passkey provider evaluates one PRF salt only; capability keys are unavailable.
es: Este proveedor de llaves de acceso solo evalúa un salt PRF; las claves de capacidad no están disponibles.
fr: Ce fournisseur de clés d'identification n'évalue qu'un seul sel PRF ; les clés de capacité ne sont pas disponibles.
ko: 이 패스키 제공자는 PRF 솔트를 하나만 평가하므로 기능 키를 사용할 수 없습니다.
zh_hans: 此通行密钥提供方只计算一个 PRF 盐值；能力密钥不可用。

source: This password **is** your wallet. We can’t reset it or send a recovery email. If you lose it, you lose access to your funds — write it down or save it in your password manager.
es: Esta contraseña **es** tu billetera. No podemos restablecerla ni enviarte un correo de recuperación. Si la pierdes, pierdes el acceso a tus fondos. Anótala o guárdala en tu gestor de contraseñas.
fr: Ce mot de passe **est** votre portefeuille. Nous ne pouvons ni le réinitialiser ni envoyer d'e-mail de récupération. Si vous le perdez, vous perdez l'accès à vos fonds — notez-le ou enregistrez-le dans votre gestionnaire de mots de passe.
ko: 이 비밀번호가 **바로** 지갑입니다. 비밀번호를 재설정하거나 복구 이메일을 보내 드릴 수 없습니다. 비밀번호를 잃어버리면 자금에 접근할 수 없게 됩니다 — 적어 두거나 비밀번호 관리자에 저장하십시오.
zh_hans: 这个密码**就是**你的钱包。我们无法重置它，也无法发送恢复邮件。一旦丢失，你将无法访问你的资金。把它写下来，或保存在你的密码管理器中。

source: This password has characters beyond a standard keyboard, like curly quotes, long dashes or accents. It opens your wallet only when typed exactly the same way, so make sure you can type it on every device you’ll use.
es: Esta contraseña tiene caracteres que no están en un teclado estándar, como comillas curvas, guiones largos o acentos. Solo abre tu billetera si se escribe exactamente igual, así que asegúrate de poder escribirla en todos los dispositivos que vayas a usar.
fr: Ce mot de passe contient des caractères absents d'un clavier standard, comme des guillemets courbes, des tirets longs ou des accents. Il n'ouvre votre portefeuille que s'il est saisi exactement de la même manière : assurez-vous donc de pouvoir le saisir sur chaque appareil que vous utiliserez.
ko: 이 비밀번호에는 둥근 따옴표, 긴 대시, 악센트처럼 표준 키보드 밖의 문자가 있습니다. 정확히 같은 방식으로 입력해야만 지갑이 열리므로, 사용할 모든 기기에서 입력할 수 있는지 확인하십시오.
zh_hans: 此密码包含标准键盘以外的字符，例如弯引号、长破折号或重音符号。只有以完全相同的方式输入，它才能打开你的钱包，因此要确保你能在每台将使用的设备上输入它。

source: This position has %lld TP/SL on Perpl. Once it is fully closed, cancel them from Orders (they would otherwise stay armed for your next long here).
es: Esta posición tiene %lld TP/SL en Perpl. Cuando se cierre por completo, cancélalos desde Órdenes (si no, seguirían activos para tu próxima posición larga aquí).
fr: Cette position a %lld TP/SL sur Perpl. Une fois la position entièrement clôturée, annulez-les depuis l'onglet Ordres (sinon ils resteraient actifs pour votre prochain long ici).
ko: 이 포지션에는 Perpl에 익절/손절 주문이 %lld건 있습니다. 포지션이 완전히 종료되면 ‘주문’ 탭에서 취소하십시오(그렇지 않으면 이 마켓의 다음 롱 포지션에 대해 활성 상태로 남습니다).
zh_hans: 此仓位在 Perpl 上有 %lld 个止盈/止损。完全平仓后，在“委托”中将其取消（否则会对你在此的下一个做多仓位保持有效）。

source: This position has %lld TP/SL on Perpl. Once it is fully closed, cancel them from Orders (they would otherwise stay armed for your next short here).
es: Esta posición tiene %lld TP/SL en Perpl. Cuando se cierre por completo, cancélalos desde Órdenes (si no, seguirían activos para tu próxima posición corta aquí).
fr: Cette position a %lld TP/SL sur Perpl. Une fois la position entièrement clôturée, annulez-les depuis l'onglet Ordres (sinon ils resteraient actifs pour votre prochain short ici).
ko: 이 포지션에는 Perpl에 익절/손절 주문이 %lld건 있습니다. 포지션이 완전히 종료되면 ‘주문’ 탭에서 취소하십시오(그렇지 않으면 이 마켓의 다음 숏 포지션에 대해 활성 상태로 남습니다).
zh_hans: 此仓位在 Perpl 上有 %lld 个止盈/止损。完全平仓后，在“委托”中将其取消（否则会对你在此的下一个做空仓位保持有效）。

source: This position has %lld TP/SL on Perpl. Once it is fully closed, the app cancels them while Perpl trading is connected, so they can't fire on your next long here. Check Orders afterwards.
es: Esta posición tiene %lld TP/SL en Perpl. Cuando se cierre por completo, la app los cancela mientras el trading en Perpl esté conectado, para que no puedan activarse en tu próxima posición larga aquí. Revisa Órdenes después.
fr: Cette position a %lld TP/SL sur Perpl. Une fois la position entièrement clôturée, l'app les annule tant que le trading Perpl est connecté, afin qu'ils ne puissent pas se déclencher sur votre prochain long ici. Vérifiez ensuite l'onglet Ordres.
ko: 이 포지션에는 Perpl에 익절/손절 주문이 %lld건 있습니다. 포지션이 완전히 종료되면 Perpl 거래가 연결되어 있는 동안 앱이 이를 취소하므로, 이 마켓의 다음 롱 포지션에서 실행될 수 없습니다. 이후 ‘주문’ 탭을 확인하십시오.
zh_hans: 此仓位在 Perpl 上有 %lld 个止盈/止损。完全平仓后，只要 Perpl 交易保持连接，应用就会将其取消，使其不会在你在此的下一个做多仓位上触发。之后查看“委托”。

source: This position has %lld TP/SL on Perpl. Once it is fully closed, the app cancels them while Perpl trading is connected, so they can't fire on your next short here. Check Orders afterwards.
es: Esta posición tiene %lld TP/SL en Perpl. Cuando se cierre por completo, la app los cancela mientras el trading en Perpl esté conectado, para que no puedan activarse en tu próxima posición corta aquí. Revisa Órdenes después.
fr: Cette position a %lld TP/SL sur Perpl. Une fois la position entièrement clôturée, l'app les annule tant que le trading Perpl est connecté, afin qu'ils ne puissent pas se déclencher sur votre prochain short ici. Vérifiez ensuite l'onglet Ordres.
ko: 이 포지션에는 Perpl에 익절/손절 주문이 %lld건 있습니다. 포지션이 완전히 종료되면 Perpl 거래가 연결되어 있는 동안 앱이 이를 취소하므로, 이 마켓의 다음 숏 포지션에서 실행될 수 없습니다. 이후 ‘주문’ 탭을 확인하십시오.
zh_hans: 此仓位在 Perpl 上有 %lld 个止盈/止损。完全平仓后，只要 Perpl 交易保持连接，应用就会将其取消，使其不会在你在此的下一个做空仓位上触发。之后查看“委托”。

source: This position is no longer on Perpl's live list, so nothing was changed. Check Positions, then try again.
es: Esta posición ya no está en la lista activa de Perpl, así que no se cambió nada. Revisa Posiciones y vuelve a intentarlo.
fr: Cette position ne figure plus dans la liste en direct de Perpl : rien n'a donc été modifié. Vérifiez l'onglet Positions, puis réessayez.
ko: 이 포지션이 더 이상 Perpl의 실시간 목록에 없어 아무것도 변경되지 않았습니다. ‘포지션’ 탭을 확인한 후 다시 시도하십시오.
zh_hans: 此仓位已不在 Perpl 的实时列表中，因此未做任何更改。查看“仓位”后重试。

source: This position is no longer open.
es: Esta posición ya no está abierta.
fr: Cette position n'est plus ouverte.
ko: 이 포지션은 더 이상 열려 있지 않습니다.
zh_hans: 此仓位已不再持有。

source: This removes the imported key from this iPhone. You'll need its recovery phrase or private key to use this wallet again — export it first (Manage Wallets → Export Wallet) if you haven't saved it.
es: Esto quita la clave importada de este iPhone. Necesitarás su frase de recuperación o su clave privada para volver a usar esta billetera. Si no la has guardado, expórtala primero (Gestionar billeteras → Exportar billetera).
fr: Cette action supprime la clé importée de cet iPhone. Vous aurez besoin de sa phrase de récupération ou de sa clé privée pour utiliser à nouveau ce portefeuille — exportez-le d'abord (Gérer les portefeuilles → Exporter le portefeuille) si vous ne l'avez pas sauvegardé.
ko: 이 iPhone에서 가져온 키가 제거됩니다. 이 지갑을 다시 사용하려면 복구 구문이나 개인 키가 필요합니다 — 저장해 두지 않았다면 먼저 내보내십시오(지갑 관리 → 지갑 내보내기).
zh_hans: 这会从此 iPhone 移除导入的密钥。你需要它的助记词或私钥才能再次使用此钱包。如果你还没保存，先导出（“管理钱包”→“导出钱包”）。

source: This source token can't be bridged.
es: Este token de origen no se puede pasar por el puente.
fr: Ce jeton source ne peut pas passer par le bridge.
ko: 이 출발 토큰은 브리지할 수 없습니다.
zh_hans: 此源代币无法跨链。

source: This test passkey signs on the local Monad fork only. Bridging needs a real passkey on a device.
es: Esta llave de acceso de prueba solo firma en el fork local de Monad. Para usar el puente se necesita una llave de acceso real en un dispositivo.
fr: Cette clé d'identification de test ne signe que sur le fork Monad local. Le bridge nécessite une vraie clé d'identification sur un appareil.
ko: 이 테스트 패스키는 로컬 Monad 포크에서만 서명합니다. 브리지하려면 기기에 있는 실제 패스키가 필요합니다.
zh_hans: 此测试通行密钥只能在本地 Monad 分叉上签名。跨链需要设备上的真实通行密钥。

source: This token arrived in your wallet without you choosing it in DyorHQ. Anyone can send any token to any wallet, with any name — including a real token's. Check the contract below before you trade it, and never follow a link or site its name points to.
es: Este token llegó a tu billetera sin que lo eligieras en DyorHQ. Cualquiera puede enviar cualquier token a cualquier billetera, con cualquier nombre, incluso el de un token real. Revisa el contrato de abajo antes de operarlo y nunca sigas un enlace o sitio al que apunte su nombre.
fr: Ce jeton est arrivé dans votre portefeuille sans que vous l'ayez choisi dans DyorHQ. N'importe qui peut envoyer n'importe quel jeton à n'importe quel portefeuille, sous n'importe quel nom — y compris celui d'un vrai jeton. Vérifiez le contrat ci-dessous avant de le trader, et ne suivez jamais un lien ou un site indiqué par son nom.
ko: 이 토큰은 DyorHQ에서 직접 선택하지 않았는데 지갑에 들어온 토큰입니다. 누구나 어떤 지갑에든 어떤 이름으로든 — 실제 토큰의 이름으로도 — 토큰을 보낼 수 있습니다. 거래하기 전에 아래 컨트랙트를 확인하고, 토큰 이름이 가리키는 링크나 사이트에는 절대 접속하지 마십시오.
zh_hans: 此代币是他人发送到你钱包的，并非你在 DyorHQ 中选择的。任何人都可以向任何钱包发送任意名称的任意代币，包括真实代币的名称。交易前先检查下方的合约，切勿访问其名称指向的任何链接或网站。

source: This token carries the name of another token but is a different contract. Check the contract below before you trade it, and never follow a link or site its name points to.
es: Este token lleva el nombre de otro token, pero es un contrato diferente. Revisa el contrato de abajo antes de operarlo y nunca sigas un enlace o sitio al que apunte su nombre.
fr: Ce jeton porte le nom d'un autre jeton mais correspond à un contrat différent. Vérifiez le contrat ci-dessous avant de le trader, et ne suivez jamais un lien ou un site indiqué par son nom.
ko: 이 토큰은 다른 토큰의 이름을 쓰지만 다른 컨트랙트입니다. 거래하기 전에 아래 컨트랙트를 확인하고, 토큰 이름이 가리키는 링크나 사이트에는 절대 접속하지 마십시오.
zh_hans: 此代币使用了其他代币的名称，但属于不同的合约。交易前先检查下方的合约，切勿访问其名称指向的任何链接或网站。

source: This token has no pool with enough liquidity to chart.
es: Este token no tiene ningún pool con suficiente liquidez para mostrar un gráfico.
fr: Ce jeton n'a aucun pool assez liquide pour afficher un graphique.
ko: 이 토큰에는 차트를 표시할 만큼 유동성이 충분한 풀이 없어요.
zh_hans: 此代币没有流动性足以绘制图表的池子。
